Repository: ruols/Asspp
Catalog: Asspp/App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %d items
zh_hans: %d 个项目

source: %lld apps installed by Asspp
zh_hans: Asspp 已安装 %lld 个应用

source: %lld Results
zh_hans: %lld 个结果

source: 2FA Code
zh_hans: 双重认证代码

source: 2FA Code (Optional)
zh_hans: 双重认证代码（可选）

source: About
zh_hans: 关于

source: Account
zh_hans: 账户

source: Account Details
zh_hans: 账户详情

source: Accounts
zh_hans: 账户

source: Accounts are stored securely in your Keychain and can be removed at any time from the detail view.
zh_hans: 您的账户安全储存在系统钥匙串中，可随时删除。

source: Acquire License
zh_hans: 获取许可证

source: Acquiring a license is not available for paid apps. Purchase from the App Store first, then download here. If you've already purchased it, this may fail.
zh_hans: 付费应用不支持获取许可证。请先在 App Store 购买，然后在此下载。如果您已购买，此操作可能失败。

source: Add Account
zh_hans: 添加账户

source: Add an Apple ID to start downloading IPA packages.
zh_hans: 添加 Apple ID 以开始下载 IPA 软件包。

source: All Regions
zh_hans: 全部地区

source: Although the 2FA code is marked as optional, it's because we don't know if you have it enabled or just entered an incorrect password. Provide it if you have 2FA enabled. https://support.apple.com/102606
zh_hans: 虽然双重认证代码标记为可选，但这是因为我们无法确定您是否已启用，或者只是输入了错误的密码。如果您启用了双重认证，请提供代码。 https://support.apple.com/102606

source: Analysis
zh_hans: 分析

source: App Store requires this country code to identify your package region.
zh_hans: App Store 需要此国家代码来确定软件包所在区域。

source: Apple IDs
zh_hans: Apple ID

source: Authenticate
zh_hans: 验证

source: Available Regions
zh_hans: 可用地区

source: Buy me a coffee! ☕️
zh_hans: 请我喝杯咖啡！☕️

source: Cancel
zh_hans: 取消

source: Category
zh_hans: 类别

source: Changing the device GUID may cause all existing accounts to stop working. Apple limits the number of devices you can sign in with at once.
zh_hans: 更改设备 GUID 可能导致所有现有账户无法使用。Apple 限制了可同时登录的设备数量。

source: Checking
zh_hans: 检查中

source: Compatibility
zh_hans: 兼容性

source: Completed
zh_hans: 已完成

source: Content - %@
zh_hans: 内容 - %@

source: Content Viewer
zh_hans: 内容查看器

source: Contents
zh_hans: 内容

source: Control
zh_hans: 控制

source: Copy File Path
zh_hans: 复制文件路径

source: Country Code
zh_hans: 国家代码

source: Danger Zone
zh_hans: 危险区域

source: Delete
zh_hans: 删除

source: Delete All Downloads
zh_hans: 删除全部下载

source: Demo Mode
zh_hans: 演示模式

source: Demo mode redacts all accounts and sensitive information.
zh_hans: 演示模式会隐藏所有账户和敏感信息。

source: Details
zh_hans: 详情

source: Developer
zh_hans: 开发者

source: Developer options.
zh_hans: 开发者选项

source: Device
zh_hans: 设备

source: Device GUID
zh_hans: 设备 GUID

source: Direct Download
zh_hans: 直接下载

source: Direct install may have limitations that cannot be bypassed. Use AirDrop if possible on another device.
zh_hans: 直接安装可能存在无法绕过的限制。如有可能，请在另一台设备上使用 AirDrop。

source: Directory Services ID
zh_hans: 目录服务 ID

source: Download
zh_hans: 下载

source: Download %@
zh_hans: 下载 %@

source: Download and save the IPA file.
zh_hans: 下载并保存 IPA 文件。

source: Download failed.
zh_hans: 下载失败。

source: Download Requested
zh_hans: 已请求下载

source: Downloading %.02f%%
zh_hans: 下载中 %.02f%%

source: Downloading %lf%%
zh_hans: 下载中 %lf%%

source: Downloads
zh_hans: 下载

source: Edit
zh_hans: 编辑

source: Edit Device GUID
zh_hans: 编辑设备 GUID

source: Email
zh_hans: 邮箱

source: Email (Apple ID)
zh_hans: 邮箱（Apple ID）

source: EntityType
zh_hans: 实体类型

source: Error
zh_hans: 错误

source: Failed
zh_hans: 失败

source: General
zh_hans: 通用

source: Grant local network permission to install apps and communicate with system services.
zh_hans: 授予本地网络权限以安装应用并与系统服务通信。

source: Grant local network permission to install apps. Install the SSL certificate through System Keychain.
zh_hans: 授予本地网络权限以安装应用。通过系统钥匙串安装 SSL 证书。

source: Hide Password
zh_hans: 隐藏密码

source: Home
zh_hans: 主页

source: Hope this app helps you!
zh_hans: 希望这个应用对您有帮助！

source: How to install an app?
zh_hans: 如何安装软件？

source: If you fail to acquire a license for a product, rotating the password token may help. This will use the initial password to authenticate with the App Store again.
zh_hans: 如果获取产品许可证失败，轮换密码令牌可能会有帮助。这将使用初始密码重新向 App Store 进行身份验证。

source: Incomplete Package
zh_hans: 未完成的软件包

source: Install
zh_hans: 安装

source: Install Certificate
zh_hans: 安装证书

source: Install Completed
zh_hans: 安装已完成

source: Install directly or via AirDrop.
zh_hans: 直接安装或通过 AirDrop 安装。

source: Install the certificate in settings page.
zh_hans: 在设置页面安装证书。

source: Install via AirDrop
zh_hans: 通过 AirDrop 安装

source: Installed
zh_hans: 已安装

# Installed Version: %@ (%@)
source: Installed Version: %1$@ (%2$@)
zh_hans: 已安装版本：%1$@ (%2$@)

source: Installer not found, please make sure Xcode is installed once
zh_hans: 未找到安装器，请确保已安装 Xcode

source: Installing
zh_hans: 安装中

source: Keyword
zh_hans: 关键词

source: License Required
zh_hans: 需要获取许可证

source: Load More
zh_hans: 加载更多

source: Logs
zh_hans: 日志

source: Logs may contain sensitive account information. Do not screenshot or share them to avoid leaking your credentials.
zh_hans: 日志可能包含敏感账户信息。请勿截图或分享，以免泄露您的凭据。

source: More
zh_hans: 更多

source: No account available for this region.
zh_hans: 此地区没有可用的账户。

source: No Accounts
zh_hans: 无账户

source: No accounts yet.
zh_hans: 暂无账户

source: No downloads yet.
zh_hans: 暂无下载

source: OK
zh_hans: 确定

source: Oops
zh_hans: 哎呀

source: Open Settings
zh_hans: 打开设置

source: Operations
zh_hans: 操作

source: Package
zh_hans: 软件包

source: Package can be installed later in download page.
zh_hans: 软件包稍后可以在下载页面安装。

source: Packages
zh_hans: 软件包

source: Password
zh_hans: 密码

source: Password Token
zh_hans: 密码令牌

source: Pause
zh_hans: 暂停

source: Paused
zh_hans: 已暂停

source: Paused at %lld%%
zh_hans: 暂停于 %lld%%

source: Pending...
zh_hans: 等待中...

source: Please add an account in the Accounts page.
zh_hans: 请在账户页面添加一个账户。

source: Preview
zh_hans: 预览

source: Pricing
zh_hans: 定价

source: Rating
zh_hans: 评分

source: Ready To Install
zh_hans: 准备安装

source: Refresh
zh_hans: 刷新

source: Refresh Devices
zh_hans: 刷新设备

source: Region
zh_hans: 区域

source: Request Download
zh_hans: 请求下载

source: Request Succeeded
zh_hans: 请求成功

source: Reset
zh_hans: 重置

source: Reset Application
zh_hans: 重置应用

source: Restart Download
zh_hans: 重新下载

source: Resume
zh_hans: 继续

source: Rotate Token
zh_hans: 轮换令牌

source: Save
zh_hans: 保存

source: Search
zh_hans: 搜索

source: Search - %@
zh_hans: 搜索 - %@

source: Search for apps you want to install.
zh_hans: 搜索您想要安装的应用。

source: Searching...
zh_hans: 搜索中...

source: Select Account
zh_hans: 选择账户

source: Select an account to download this app
zh_hans: 选择一个账户来下载此应用

source: Sending Manifest...
zh_hans: 正在发送清单...

source: Sending Payload...
zh_hans: 正在发送软件包...

source: Sensitive Content
zh_hans: 敏感内容

source: Settings
zh_hans: 设置

source: Share File
zh_hans: 分享文件

source: Show Certificate in Finder
zh_hans: 在访达中显示证书

source: Show Download
zh_hans: 显示下载

source: Show in Finder
zh_hans: 在访达中显示

source: Show Logs
zh_hans: 查看日志

source: Show Password
zh_hans: 显示密码

source: Sign in to your account.
zh_hans: 登录您的账户。

source: Size
zh_hans: 大小

source: Storefront
zh_hans: 店面

source: Success
zh_hans: 成功

source: Tell us the bundle ID of the app to initiate a direct download. Useful to download apps that are no longer available in App Store.
zh_hans: 请提供应用的 Bundle ID 以发起直接下载。可用于下载已从 App Store 下架的应用。

source: The App Store API can be unstable. Retry if an error occurs.
zh_hans: App Store 接口可能不稳定，如遇错误请重试。

source: The package can be installed later from the Downloads page.
zh_hans: 软件包稍后可以从下载页面安装。

source: This account is used to download this package. If you choose to AirDrop, your target device must sign in or previously signed in to this account and have at least one app installed.
zh_hans: 此账户用于下载此软件包。如果您选择使用 AirDrop，目标设备必须登录或曾登录此账户，并至少安装一个应用。

source: This email is used to sign in to Apple services.
zh_hans: 此邮箱用于登录 Apple 服务。

source: This ID, combined with a random seed generated on this device, can be used to download packages from the App Store.
zh_hans: 此 ID 与在此设备上生成的随机种子结合，可以用于从 App Store 下载软件包。

source: This will reset all your settings and data. The app will close afterwards.
zh_hans: 这将重置所有设置和数据。应用将随后关闭。

source: This will reset all your settings.
zh_hans: 这将重置所有设置。

source: Type
zh_hans: 类型

source: Unable to retrieve download URL. Please try again later.
zh_hans: 无法获取下载链接，请稍后重试。

source: Unknown
zh_hans: 未知

source: Unknown Error
zh_hans: 未知错误

source: Update
zh_hans: 更新

source: Version
zh_hans: 版本

source: Version %@
zh_hans: 版本 %@

source: Version History
zh_hans: 版本历史

source: View Details
zh_hans: 查看详情

source: Welcome to Asspp
zh_hans: 欢迎使用 Asspp

source: What's New
zh_hans: 新功能

source: You have searched this package with region %@
zh_hans: 您使用地区 %@ 搜索了此软件包

source: Your account is saved in your Keychain and will be synced across devices with the same iCloud account signed in.
zh_hans: 您的账户保存在钥匙串中，并将在登录相同 iCloud 账户的设备之间同步。

source: Your accounts are saved in your Keychain and will be synced across devices with the same iCloud account signed in.
zh_hans: 您的账户保存在钥匙串中，并将在登录相同 iCloud 账户的设备之间同步。
